// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

TaskName = "追加の設定";
EWSDirectAccessTaskName = "EWS ダイレクト アクセス";

TaskTitleField = "ウェブサーバ";
TaskDescriptionField = "選択されたデバイスは、組み込み Web サーバを使用して構成されている可能性があります。デバイス情報と設定オプションを表示するには、下のボタンをクリックします。";
TaskStartButtonTitle = "内蔵ウェブサーバを開く";

CannotOpenEWSTitle = "内蔵Webサーバは使用できません。";
CannotOpenEWSMessage = "USB 接続されたデバイスではこの機能はサポートされません。組み込み Web サーバを使用するには、デバイスをローカル ネットワークに接続する必要があります。";
